Repository: alvaroGomides/woocommerce-mundipagg
Catalog: languages/woocommerce-mundipagg-*.po
Languages: pt_br

source: Invalid return data
pt_br: Data de retorno inválida

source: Banking Ticket Settings
pt_br: Configurações de boleto

source: Credit Card Settings
pt_br: Configurações de crédito

source: Pay the Banking Ticket
pt_br: Pagar boleto bancário

source: Please click in the following button to view your Banking Ticket.
pt_br: Por favor, click no botão a seguir para visualizar o seu boleto bancário.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimi-lo e fazer o pagamento pelo site do seu banco ou por uma casa lotérica.

source: After we receive the ticket payment confirmation, your order will be processed.
pt_br: O seu pedido será processando assim que recebermos a confirmação do pagamento do seu boleto.

source: After clicking "Place order" you will have access to banking banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Após clicar em "Finalizar compra" você receberá o seu boleto bancário, é possível imprimi-lo e pagar pelo site do seu banco ou por uma casa lotérica.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: O pedido será confirmado apenas após a confirmação do pagamento.

source: Payment
pt_br: Pagamento

source: Please use the link below to view your Banking Ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por favor, utilize o link abaixo para ver o seu boleto bancário, você pode imprimi-lo e fazer o pagamento pelo site do seu banco ou por uma casa lotérica.

source: Card Number
pt_br: Número do cartão

source: Name Printed on the Card
pt_br: Nome impresso no cartão

source: Expiry (MM/YYYY)
pt_br: Validade (MM/AAAA)

source: MM / YYYY
pt_br: MM/AAAA

source: Security Code
pt_br: Código de segurança

source: CVC
pt_br: CCV

source: Installments
pt_br: Parcelas

source: Payment successfully made with %s in %sx.
pt_br: Pagamento realizado com sucesso utilizando cartão %s em %s vezes.

source: MundiPagg - Banking Ticket
pt_br: MundiPagg - Boleto bancário

source: Accept payments by banking ticket using the MundiPagg.
pt_br: Aceite pagamentos por boleto bancário utilizando o MundiPagg.

source: Enable/Disable
pt_br: Habilitar/Desativar

source: Enable MundiPagg Banking Ticket
pt_br: Ativar boleto bancário do MundiPagg

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante a finalização da compra.

source: Banking Ticket
pt_br: Boleto bancário

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Descrição do método de pagamento que o cliente verá na finalização da compra.

source: Pay with banking ticket.
pt_br: Pague com boleto bancário.

source: Integration Settings
pt_br: Configurações da integração

source: Environment
pt_br: Ambiente

source: Select the environment type (staging or transaction).
pt_br: Selecione o tipo de ambiente (staging ou transação)

source: Transaction
pt_br: Transação

source: Please enter your MundiPagg Merchant Key. This is needed in order to take payment.
pt_br: Por favor, digite a sua Merchant Key do MundiPagg. Isto é necessário para receber pagamentos.

source: Banking Ticket Options
pt_br: Opções de boletos bancários

source: Our Number
pt_br: Nosso número

source: Bank Number
pt_br: Número do banco

source: Instructions
pt_br: Instruções

source: Deadline to pay the Ticket
pt_br: Prazo para pagar o boleto

source: Days will be added to the current date to the expiry date.
pt_br: Dias que serão adicionados a data atual até o vencimento.

source: Integration Behavior
pt_br: Comportamento da integração

source: Invoice Prefix
pt_br: Prefixo do pedido

source: Please enter a prefix for your invoice numbers. If you use your MundiPagg account for multiple stores ensure this prefix is unqiue as MundiPagg will not allow orders with the same invoice number.
pt_br: Por favor entre com um prefiro para os seus pedidos. Se você estiver utilizando uma conta do MundiPagg para várias lojas isto irá garantir que você reconheça de qual loja o pedido foi feito.

source: Gateway Testing
pt_br: Testes do método de pagamento

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Ativar log

source: Log MundiPagg events, such as API requests, you can check this log in %s.
pt_br: Registra eventos do MundiPagg, como requisições com a API, você pode verificar o arquivo de log em %s.

source: System Status &gt; Logs
pt_br: Status do sistema &gt; Logs

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar o seu pagamento, por favor tente novamente ou entre em contato para obter assistência.

source: MundiPagg - Credit Card
pt_br: MundiPagg - Cartão de crédito

source: Accept payments by credit card using the MundiPagg.
pt_br: Aceite pagamentos por cartão de crédito utilizando o MundiPagg.

source: Enable MundiPagg Credit Card
pt_br: Ativar cartão de crédito do MundiPagg

source: Credit Card
pt_br: Cartão de crédito

source: Pay with credit card.
pt_br: Pague com cartão de crédito.

source: Payment Options
pt_br: Opções de pagamento

source: Authorization and Capture methods
pt_br: Métodos de autorização e captura

source: Choose your authorization and capture methods.
pt_br: Escolha os seus métodos de autorização e captura.

source: Authorize only
pt_br: Apenas autorizar

source: Authorize and capture
pt_br: Autorizar e capturar

source: Authorize and capture with delay
pt_br: Autorizar e capturar com delay

source: Capture Delay
pt_br: Delay de captura

source: Enter with the capture delay in minutes. There can be more than 5 days (7200 minutes).
pt_br: Digite o delay de captura em minutos. Não pode ser maior do que 5 dias (7200 minutos).

source: Installment Within
pt_br: Parcelar em até

source: Maximum number of installments for orders in your store.
pt_br: Número máximo de parcelas que a sua loja irá aceitar.

source: Interest Rate (%)
pt_br: Taxa de juros (%)

source: Percentage of interest that will be charged to the customer in the installment where there is interest rate to be charged.
pt_br: Porcentagem de juros que será cobrado do cliente por parcela quando há taxa de juros a ser cobrada.

source: Charge Interest Since
pt_br: Cobrar juros a partir de

source: Indicate from which installment should be charged interest.
pt_br: Indique a partir de qual parcela deve ser cobrado juros.

source: Do not charge interest
pt_br: Não cobrar juros

source: Smallest Installment
pt_br: Parcela mínima

source: Smallest value of each installment, cannot be less than 5.
pt_br: O melhor valor de cada parcela, não pode ser menor do que 5.

source: Payment for the order %s
pt_br: Pagamento do pedido %s

source: no interest. Total: %s
pt_br: em juros. Total: %s

source: with interest of %s%% a.m. Total: %s
pt_br: com juros de %s%% a.m. Total: %s

source: %sx of %s %s
pt_br: %sx de %s %s

source: Please type the card number.
pt_br: Por favor, digite o número do seu cartão.

source: Please type the name of the card holder.
pt_br: Por favor, digite o nome do portador do cartão.

source: Please type the card expiry date.
pt_br: Por favor, digite a data de validade do cartão

source: Please type the cvc code for the card
pt_br: Por favor, digite o código de segurança do cartão.

source: Please select a number of installments.
pt_br: Por favor, selecione um número de parcelas.

source: Invalid number of installments!
pt_br: O número de parcelas é inválido!

source: MundiPagg: This order has transactions that have not yet been fully processed.
pt_br: MundiPagg: Este pedido tem transações que ainda não foram totalmente processadas.

source: MundiPagg: Transaction approved.
pt_br: MundiPagg: Transação aprovada.

source: MundiPagg: Payment captured.
pt_br: MundiPagg: Pagamento capturado.

source: MundiPagg: This order was paid with a higher value than expected.
pt_br: MundiPagg: Este pedido foi pago com um valor maior do que o esperado.

source: MundiPagg: All transactions were canceled.
pt_br: MundiPagg: Todas as transações foram canceladas.

source: MundiPagg: Only a few transactions have been paid to date.
pt_br: MundiPagg: Apenas algumas transações foram pagas até o momento.

source: MundiPagg Disabled
pt_br: MundiPagg Desabilitado

source: You should inform your Merchant Key. %s
pt_br: Você deve informar a sua Merchant Key. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: Currency <code>%s</code> is not supported. Works with %s.
pt_br: A moeda <code>%s</code> não é suportada. Funciona com %s.

source: Needs to have installed on your server the SOAP module to works!
pt_br: Precisa ter o modulo SOAP instalado no seu servidor para funcionar!

source: Depends on the last version of %s to work!
pt_br: Depende da última versão do %s para funcionar!
